Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/minun_kulttuuriymparistoni_ja_-perintoni_-oppimateriaali_on_ilmestynyt.html.tmx
Source language: fin
Languages: sme

source: Minun kulttuuriympäristöni ja -perintöni -oppimateriaali on ilmestynyt
sme: Mu kulturbiras ja -árbi oahppomateriála lea almmustuvvan

source: Mitä nimet kertovat lähiympäristöstä?
sme: Maid namat muitalit lagašbirrasa birra?

source: Onko paikka käyttämätön, vaikka siinä ei näy käytön jälkiä?
sme: Leago báiki geavahuvvon muhtin ládje, vaikke doppe eai vuhtto luottat?

source: Millaisia ääniä lähiympäristöstä löytyy?
sme: Guđelágan jienat lagašbirrasis gávdnojit?

source: Minun kulttuuriympäristöni ja -perintöni on opetusmateriaali, jonka tavoitteena on tuoda oppilaille näkyväksi saamelainen kulttuuriperintö ja erilaiset kulttuuriympäristöt.
sme: Mu kulturbiras ja -árbi lea oahppomateriála, man ulbmilin lea láidet ohppiid sámi kulturárbái ja iešguđegelágan kulturbirrasiidda.

source: Oppimateriaali sisältää kuusi eri laajuista harjoitusta saamelaisen kulttuuriperinnön ja kulttuuriympäristön ymmärtämiseen ja oppimiseen.
sme: Dat sisttisdoallá guhtta (6) iešguđet viidosaš hárjehusa sámi kulturárbbi ja kulturbirrasa ipmirdeapmái ja oahppamii.

source: Julkaisun tavoitteena on innostaa opettajia sekä kasvattajia ottamaan kulttuuriperintö- ja kulttuuriympäristökasvatus osaksi opetusta.
sme: Dán materiála ulbmilin lea movttiidahttit sihke oahpaheddjiid ja bajásgessiid čatnat kulturárbe- ja kulturbirasbajásgeassima sin iežaset oahpahussii.

source: Opetusmateriaalia voidaan hyödyntää erilaisten opetusryhmien kanssa ja soveltaa helposti myös osaksi varhaiskasvatusta tai kielipesätoimintaa.
sme: Oahppomateriála sáhttá geavahit iešguđege oahpahusjoavkkuiguin ja hárjehusaid sáhttá heivehit álkit maiddái árrabajásgeassimii dahje giellabeassedoibmii.

source: Materiaali on koottu yhteistyössä Suomen Kulttuuriperintökasvatus seuran, Saamelaiskäräjien koulutus- ja oppimateriaalitoimiston, Saamelaisalueen koulutuskeskuksen Arktista pedagogiikkaa II hankkeen ja Saamelaismuseo Siidan kanssa.
sme: Materiála lea čohkkejuvvon fárrolagaid Suoma Kulturárbebajásgeassima servviin, Sámedikki skuvlen- ja oahppamateriáladoaimmahagain, Sámi oahpahusguovddáža Árktalaš pedagogihkka II -fidnuin ja Sámemusea Siiddain.

source: Materiaalin ovat toimittaneet Marita Aikio, Unni Länsman, Eija Ojanlatva, Miina Seurujärvi, Jaakko Tuominen ja Anna Väänänen.
sme: Materiála leat doaimmahan Marita Aikio, Unni Länsman, Eija Ojanlatva, Miina Seurujärvi, Jaakko Tuominen ja Anna Väänänen.

source: Materiaali on koltan- inarin- ja pohjoissaamen kielellä Kulttuurin vuosikello -sivuilla !
sme: Materiála gávdno nuortalaš-, anáraš- ja davvisámegillii Kulttuurin vuosikello -siidduin !

source: Sivuilta löytyy myös materiaalin suomenkielinen käsikirjoitus pdf-muodossa .
sme: Siidduin lea maid suomagielat giehtačála pdf-hámis .

source: Suomenkielinen käsikirjoitus
sme: Suomagielat giehtačála
